[
  "table-editor-obsidian",
  "obsidian-image-auto-upload-plugin",
  "obsidian-git",
  "cm-editor-syntax-highlight-obsidian",
  "markdown-prettifier",
  "url-into-selection",
  "easy-typing-obsidian",
  "obsidian-style-settings",
  "obsidian-bartender",
  "excalidraw-cn",
  "hidden-folder-obsidian",
  "omnisearch"
]