[
  "obsidian-image-auto-upload-plugin",
  "obsidian-git",
  "url-into-selection",
  "easy-typing-obsidian",
  "obsidian-style-settings",
  "excalidraw-cn",
  "omnisearch",
  "obsidian-linter",
  "cm-editor-syntax-highlight-obsidian",
  "open-in-new-tab",
  "typewriter-mode"
]